<template>
  <v-card class="ma-1">
    <v-card-text>
      <ol>
        <li>Укажите в настройках свои параметры. От них зависят пределы суточного потребления.</li>
        <li>Вы можете разблокировать поля ввода в таблице суточного потребления и ввести свои собственные предпочтения. Разблокированные поля не изменяются автоматически при изменении параметров.</li>
        <li>Один из нутриентов в таблице суточного потребления вы можете указать как желаемый максимум или минимум. Приложение будет это учитывать при вычислении рекомендаций.</li>
        <li>Во вкладке "Рацион" добавьте съеденные вами продукты.</li>
        <li>На вкладке "Главная" нажмите кнопку.</li>
      </ol>
    </v-card-text>
  </v-card>
</template>

<script>
export default {

}
</script>

<style>

</style>
